<?php

return [
    'temp_coeff' => 0.004,
    'default_temp' => 20,
    'voltage' => [
        'VOLTAGE_AC_220' => 'Однофазный переменный ток',
        'VOLTAGE_AC_380' => 'Трехфазный переменный ток',
        'VOLTAGE_DC' => 'Постоянный ток',
    ],
    'method' => [
        'current' => 'По току',
        'power' => 'По мощности',
    ],
    'materials' => [
        'Медь' => 0.0175,
        'Алюминий' => 0.0282,
        'Сталь' => 0.13,
    ],
    'sections' => [
        '0.5 мм²' => 0.5,
        '0.75 мм²' => 0.75,
        '1 мм²' => 1,
        '1.5 мм²' => 1.5,
        '2.5 мм²' => 2.5,
        '4 мм²' => 4,
        '6 мм²' => 6,
        '10 мм²' => 10,
        '16 мм²' => 16,
        '25 мм²' => 25,
        '35 мм²' => 35,
        '50 мм²' => 50,
        '70 мм²' => 70,
        '95 мм²' => 95,
        '120 мм²' => 120,
        '150 мм²' => 150,
        '185 мм²' => 185,
        '240 мм²' => 240,
    ],
    'number_of_cables' => [
        '1' => 1,
        '2' => 2,
        '3' => 3,
        '4' => 4,
        '5' => 5,
        '6' => 6,
    ],
];
